ID_0_TO_10V,0 à 10V
ID_0_TO_20mA,0 à 20mA
ID_0_TO_5V,0 à 5V
ID_125K,125K
ID_1M,1M
ID_250K,250K
ID_4_DIGITS,4 Digits
ID_4_TO_20mA,4 à 20mA
ID_5_DIGITS,5 Digits
ID_500K,500K
ID_6_DIGITS,6 Digits
ID_7_DIGITS,7 Digits
ID_ACCEPT_ABORT_CAL_ERROR,Accepter ou stopper l'erreur d'étalonnage
ID_ACCEPT_TO_CONTINUE,Accepter pour continuer
ID_ACCEPT_WHEN_MEASURED_VALUE_IS_STABLE,Accepter lorsque la valeur mesurée est stable
ID_ACCESS_CONTROL,Access Control
ID_ACTIVE,Actif
ID_ACTIVE_MODE,Mode actif
ID_ACTUAL_RATE,Actual Rate
ID_ADC_CALIBRATION_ERROR,Erreur Etalonnage ADC
ID_ADDRESS,Adresse
ID_AERONAUTICAL,Aéronautique
ID_AIM_RATE,Aim Rate
ID_AIR,Air
ID_AIRSPEED_RANGE,Gamme Vitesse Air
ID_ALARM,Alarme
ID_ALARM_HIGH,Alarme Haute
ID_ALARM_LOW,Alarme Basse
ID_ALARMS,Alarmes
ID_ALL_SETUP_FILES_COPIED_FROM_USB,All Setup Files copied from the USB
ID_ALL_SETUP_FILES_COPIED_TO_USB,All Setup Files copied to the USB
ID_ALL_TEST_PROGRAMS_COPIED_FROM_USB,All Test Programs copied from the USB
ID_ALL_TEST_PROGRAMS_COPIED_TO_USB,All Test Programs copied to the USB
ID_ALL_UNITS,Toutes les unités
ID_ALTITUDE_RANGE,Gamme Altitude
ID_AN_INVALID_OPTION_KEY_HAS_,Une clef invalide pour une option a été entrée par erreur 3 fois.L'instrument doit être éteind.
ID_AN_OP_DEFAULTS,Défaut O/P analogique
ID_ANALOGUE_OP,Sortie Analogique
ID_ANALOGUE_OP_BOOT_ROM,Sortie analogique Boot ROM
ID_ANALOGUE_OP_CORRECTION,Correction analogique  O/P
ID_ANALOGUE_OP_CURRENT,Sortie Courant analogique
ID_ANALOGUE_OP_DEFAULTS,Défauts sortie analogique
ID_ANALOGUE_OP_DIAGNOSTICS,Diagnostique sortie analogique
ID_ANALOGUE_OP_ERROR,Erreur sortie analogique
ID_ANALOGUE_OP_MAIN_CODE,Code principal sortie analog.
ID_ANALOGUE_OP_RANGE,Gamme sortie analogique
ID_ANALOGUE_OP_SERIAL_NUMBER,Numéro de série O/P analogique
ID_ANALOGUE_OP_SETUP,Réglage O/P analogique
ID_ANALOGUE_OP_STATUS,Etat sortie analogique
ID_ANALOGUE_OP_UPGRADE,Mise à jour O/P analogique
ID_ANALOGUE_OP_VERIFICATION,Vérification O/P analogique
ID_ANALOGUE_OP_ZERO,Zéro analogique O/P
ID_ANALOGUE_OUTPUT,Sortie Analogique
ID_ANALOGUE_OUTPUT_CORRECTION,Analogue Output Correction
ID_ANALOGUE_OUTPUT_ERROR,Erreur sortie analogique
ID_ANY_FILES_WITH_SAME_NAME_,Tout fichier portant le même nom sera ré-écris par dessus
ID_APPLY,Appliquer
ID_APPLY_BIAS,Appliquer le biais
ID_APPLY_FIRST_CALIBRATION_POINT,Appliquer la gamme de pression la plus faible (point 1 sur 3)
ID_APPLY_NOMINAL_POS_FS_CURRENT,Appliquer le courant nominal pleine échelle positive
ID_APPLY_NOMINAL_POS_FS_VOLTAGE,Appliquer la tension nominale positive pleine échelle
ID_APPLY_NOMINAL_ZERO_CURRENT,Appliquer le courant nominal nul
ID_APPLY_NOMINAL_ZERO_VOLTAGE,Appliquer la tension nominale nulle
ID_APPLY_PWM,Appliquer PWM
ID_APPLY_SECOND_CALIBRATION_POINT,Appliquer la pression en milieu de gamme (point 2 sur 3)
ID_APPLY_THIRD_CALIBRATION_POINT,Appliquer la gamme de pression la plus haute (point 3 sur 3)
ID_APPLY_VALVE_BIAS_ERROR,Appliquer l'erreur de biais de l'électro-valve
ID_APPLY_VALVE_CHARACTERISATION_ERROR,Appliquer l'erreur de caractérisation des électro-valves
ID_ARE_YOU_SURE__ABORT_VALVE_CORRECTION,Etes vous sûre de vouloir interrompre la correction des électro-valves?
ID_ARE_YOU_SURE__COPY_FILE,Etes vous sûre de vouloir faire une copie du fichier?
ID_ARE_YOU_SURE__COPY_FILE_TO_USB,Are you sure you want to copy this file to the USB?
ID_ARE_YOU_SURE__COPY_FROM_USB,Etes vous sûre de vouloir copier tous les fichiers depuis la clef USB?
ID_ARE_YOU_SURE__COPY_HISTORY_TO_USB,Are you sure you want to copy the History to USB?
ID_ARE_YOU_SURE__COPY_TO_USB,Etes vous sûre de vouloir copier tous les fichiers dans la clef USB?
ID_ARE_YOU_SURE__DELETE,Etes vous sûre de vouloir effacer ce fichier?
ID_ARE_YOU_SURE__DISABLE_SOFT_OPTIONS_,Etes vous sûre de vouloir interdire les options tâches?
ID_ARE_YOU_SURE__EXIT_CALIBRATION,Etes vous sûre de vouloir sortir de la procédure d'étalonnage?Pressez oui pour sortir (aucune valeur de sera sauvegardée).Pressez non pour continuer
ID_ARE_YOU_SURE__RESET_ETHERNET,Are you sure you want to reset the LAN Settings?
ID_ARE_YOU_SURE__RESET_FAULT_HISTORY,Etes vous sûre de vouloir remettre à zéro l'historique de l'enregistrement des fautes?
ID_ARE_YOU_SURE__RESET_USE_LOG,Etes vous sûre de vouloir remettre à zéro l'enregistrement de l'utilisation du contrôleur?
ID_ARE_YOU_SURE__RESTORE_AN_OP_DEFAULTS_,Etes vous sûre de vouloir restaurer la sortie analogique par défaut?
ID_ARE_YOU_SURE__RESTORE_AS_SHIPPED_,Etes vou sûre de vouloir restaurer "Les Réglages usines"?
ID_ARE_YOU_SURE__RESTORE_INSTRUMENT_DEFAULTS_,Etes vous sûre de vouloir restaurer la configuration d'origine de l'instrument?
ID_ARE_YOU_SURE__RESTORE_LAST_,Etes vous sûre de vouloir restaurer les réglages de l'instrument tels qu'ils étaient lors de la dernière mise sous tension?
ID_ARE_YOU_SURE__RESTORE_MODULE_DEFAULTS_,Etes vous sûre de vouloir restaurer la configuration d'origine du Module?
ID_ARE_YOU_SURE__RESTORE_THESE_,Are you sure you want to restore these Instrument settings?
ID_ARE_YOU_SURE__RESTORE_VFC_DEFAULTS_,Are you sure you want to restore the VFC to default settings?
ID_ARE_YOU_SURE__SET_AS_SHIPPED_,Etes vous sûre de vouloir sauvegarder la configuration usine?
ID_ARE_YOU_SURE__UPGRADE_ANALOGUE_OP_,Etes vous sûre de vouloir mettre à jour le software de la sortie analogique
ID_ARE_YOU_SURE__UPGRADE_INSTRUMENT_,Etes vous sûre de vouloir mettre à jour le Soft de L'instrument?
ID_ARE_YOU_SURE__UPGRADE_MODULE_,Etes vous sûre de vouloir mettre à jour le soft du Module?
ID_ARE_YOU_SURE__UPGRADE_OS_,Etes vous sûre de vouloir mettre à jour le système opérationnel?
ID_ARE_YOU_SURE__UPGRADE_VFC_,Are you sure you want to upgrade the Volt Free Contact Software?
ID_ARE_YOU_SURE__VALVE_CORRECTION,Etes vous sûre de vouloir effectuer une correction des électro-valves?
ID_ARE_YOU_SURE__VENT,Etes vous sûre de vouloir effectuer une ventilation du Système?
ID_ARE_YOU_SURE__ZERO_ANALOGUE_OP,Etes vous sûre de vouloir effectuer la mise à zéro de la sortie analogique?
ID_ARE_YOU_SURE__ZERO_PRESSURE_RANGE,Etes vous sûre de vouloir effectuer la mise à zéro de cette gamme de pression?
ID_ARE_YOU_SURE__ZERO_SCM,Etes vous sûre de vouloir effectuer la mise à zéro du SCM?
ID_ARE_YOU_SURE_YOU_WANT_LAST__,Etes vous sûre de vouloir revenir au dernier étalonnage?
ID_AREA_OF_USE,Zone d'utilisation
ID_AS_SHIPPED,As Shipped
ID_ASIA,Asie
ID_AUDIO_VOLUME,Volume Audio
ID_AUTO,Auto
ID_AUTO_IP,Auto IP
ID_AUTO_RANGE,Choix Gamme Automatique
ID_AUTO_REVERSE,l'inverse automatique
ID_AUTO_TUNE,Auto Tune
ID_AUTO_ZERO,Auto zéro
ID_AVERAGE,Moyenne
ID_BACK,Retour
ID_BACKLIGHT,Rétro-éclairage
ID_BACKLIGHT_TIMER,Durée rétro-éclairage
ID_BAND,Bande
ID_BAROMETER,Baromètre
ID_BAROMETER_DIAGNOSTICS,Barometric Sensor Diagnostics
ID_BAROMETRIC,Barométrique
ID_BAROMETRIC_SENSOR,Capteur barométrique
ID_BASIC,Tâches Basiques
ID_BAUD_RATE,Nombre de Baud
ID_BIAS_RUN,Démarrage du biais
ID_BOTTOM_SPAN,Gain inférieur
ID_BREAKING,Breaking
ID_BRIDGE_ADC_COUNTS,Valeur du pont ADC
ID_BRIDGE_ADC_VALUE,Valeur du pont ADC
ID_BRIGHTNESS,Luminosité
ID_BURST_PRESSURE,Pression d'éclatement
ID_BURST_TEST,Test d'éclatement
ID_BURST_TEST_OPTION_IS_ENABLED,Option Test d'éclatement autorisé
ID_BURST_TEST_RUNNING,Test d'éclatement en cours
ID_BURST_TEST_SETUP,Burst Test Setup
ID_BUTTON_ABORT,Aband.
ID_BUTTON_CANCEL,Annule
ID_BUTTON_IGNORE,Ignorer
ID_BUTTON_LAST,Dernier
ID_BUTTON_NEW,Nouv.
ID_BUTTON_NO,Non
ID_BUTTON_OK,Ok
ID_BUTTON_RETRY,réessai
ID_BUTTON_YES,Oui
ID_CAL_DATE_INDEX_OUT_OF_RANGE,Index de la date d'étalonnage en dehors de la gamme
ID_CAL_PERCENT_OUT_OF_RANGE,Pourcentage étalonnage en dehors de la gamme
ID_CAL_POINT_OUT_OF_RANGE,Point d'étalonnage en dehors de la gamme
ID_CAL_POINT_VALUE_ERROR,Erreur d'étalonnage de la valeur du point
ID_CAL_REMINDER,Rappel étalonnage
ID_CALIBRATING,Etalonnage
ID_CALIBRATION,Etalonnage
ID_CALIBRATION_AS_FOUND,Etalonnage avant ajustage
ID_CALIBRATION_COMPLETE,Etalonnage complet
ID_CALIBRATION_DUE,Etalonnage dû
ID_CALIBRATION_GAIN_AND_OFFSET_VALUES,Etalonnage des valeurs de gain et d'offset
ID_CALIBRATION_HISTORY,Historique des étalonnages
ID_CALIBRATION_INFO,Information étalonnage
ID_CALIBRATION_LAST,Utiliser dernier étalonnage
ID_CALIBRATION_NEW,Nouvel étalonnage
ID_CALIBRATION_NOT_COMPLETE,Etalonnage non achevé
ID_CALIBRATION_PERIOD,Période d'étalonnage
ID_CALIBRATION_REMINDER,Rappel Etalonnage
ID_CALIBRATION_STARTING,Démarrage de l'étalonnage
ID_CAN_BUS_OFF,CANBus inatif
ID_CAN_DATA_ERROR_NO_REPLY,Err.Data CAN: Pas de réponse
ID_CAN_DEVICE_CANNOT__INIT,Appareil CAN ne peut être initialisé
ID_CAN_DIAGNOSTICS,Diagnostics CAN
ID_CANBUS,Bus CAN
ID_CANBUS_STATUS,Etat CANBus
ID_CANNOT_CREATE_FILE,Impossibilité de créer un fichier
ID_CANNOT_DELETE_THIS_COMMAND,Cette commande ne peut être effacée
ID_CANNOT_EDIT_THIS_COMMAND,Cette commande ne peut être éditée
ID_CANNOT_HAVE__SPAN_,Cannot have the same value for Top Span and Bottom Span
ID_CANNOT_INSERT_COMMAND_HERE,On ne peut insérer une commande ici
ID_CANNOT_LOCK_THIS_TASK,Impossibilité de vérrouiller cette tâche
ID_CANNOT_OVERWRITE_SYSTEM_FILE,Cannot overwrite System file
ID_CANNOT_SELECT_THIS_TASK,Choix de cette tâche impossible
ID_CANNOT_UPGRADE_SOFTWARE,Cannot upgrade software
ID_CANNOT_USE_THIS_NAME_,On ne peut utiliser ce nom comme unité définie par l'utilisateur.Entrez SVP un autre nom.
ID_CANNOT_ZERO_,Mise à zéro de cette gamme impossible
ID_CHANGE_MAC_ADDRESS,Change MAC Address
ID_CHANGE_PIN,Modifier le code PIN
ID_CHANGE_SUPERVISOR_PIN,Modifier le code PIN du Superviseur
ID_CHANGE_USB_MODE_TO_COMMS_,Change the USB mode to Communications before performing software upgrade.
ID_CHANNEL_INDEX_OUT_OF_RANGE,Indexe de la voie hors gamme
ID_CHANNEL_OUT_OF_RANGE,Voie en dehors de la gamme
ID_CHARACTERISATION,Caractérisation
ID_CHECKSUM,Somme
ID_CLEAR_BUFFER,Vider Buffer
ID_CLOSE_APPLY_VALVE,Close Apply Valve
ID_CLOSE_CONTACT_1,Fermeture contact 1
ID_CLOSE_CONTACT_2,Fermeture contact 2
ID_CLOSE_ISOLATION_VALVE,Fermeture vanne isolement
ID_CLOSE_RELEASE_VALVE,Close Release Valve
ID_CLOSE_ZERO_VALVE,Fermeture Zéro vanne
ID_CLOSED,Fermé
ID_CM_0,CM0 Module de Contôle
ID_CM_1,CM1 Module de Contrôle
ID_CM_2,CM2 Module de Contrôle
ID_CM_3,CM3 Module de Contrôle
ID_CM_GENERIC,Module de Contrôle Générique
ID_CM1_LOGIC_IP_STATE,CM1 Logique I/P
ID_CM2_LOGIC_IP_STATE,CM2 Logique I/P
ID_COMMANDS,Commandes
ID_COMMON_MODE_ADC_COUNTS,valeur mode commun ADC
ID_COMMON_MODE_ADC_VALUE,Valeur Mode Commun ADC
ID_COMMS,Comms
ID_COMMUNICATIONS,Communications
ID_COMMUNICATIONS_FAILURE,Echec de communication
ID_COMMUNICTAIONS_STATUS,Etat Communications
ID_COMPLETE,Achevé
ID_CONDITION,Condition
ID_CONFIGURATION,Configuration
ID_CONFIGURE_RANGE_NEG_FS_ERROR,Configurer l'erreur de la pression négative pleine échelle
ID_CONFIGURE_RANGE_POS_FS_ERROR,Configurer l'erreur de la pression positive pleine échelle
ID_CONFIRM_ABORT,Confirmer l'abandon
ID_CONFIRM_DELETE,Confirmer l'effacement
ID_CONFIRM_NEW_CAL_PIN,Confirmer le nouveau code PIN d'étalonnage
ID_CONFIRM_NEW_SUP_PIN,Confirmer le nouveau code PIN du Superviseur
ID_CONFIRM_RESET,Confirmer la ré-initialisation
ID_CONFIRM_RESTORE,Confirmer la restauration
ID_CONFIRM_SAVE,Confirmer la sauvegarde
ID_CONFIRM_SOFTWARE_UPGRADE,Confirmer la mise à jour du software
ID_CONFIRM_VALVE_CORRECTION,Confirmer la correction des électro-valves
ID_CONFIRM_VENT,Confirmer la ventilation
ID_CONFIRM_ZERO,Confirmer le zéro
ID_CONTACT,Contact
ID_CONTRAST,Contraste
ID_CONTROL,Contrôle
ID_CONTROL_DWELL,Tps attente régulation
ID_CONTROL_EQUALS,Contrôle =
ID_CONTROL_MODE,Mode de régulation
ID_CONTROL_MODULE_EEPROM_BEING_INITIALISED,EEPROM du module de régulation en cours d'initialisation
ID_CONTROL_PRESSURE_OVER_RANGE,Le contrôle de la pression est en dépassement de gamme
ID_CONTROL_PRESSURE_UNDER_RANGE,Le contrôle de la pression est en sous dépassement de gamme
ID_CONTROL_SENSOR,capteur de régulation
ID_CONTROL_SENSOR_CAL_DATA_,Erreur dans les données d'étalonnage du capteur de régulation
ID_CONTROL_SENSOR_DIAGNOSTICS,Diagnostics Capteur Régulateur
ID_CONTROL_SENSOR_HEADER_,Erreur dans les données reçues par le capteur de régulation
ID_CONTROL_SENSOR_SERIAL_NUMBER,n/s du capteur de régulation
ID_CONTROL_SETUP,Réglage Contrôle
ID_CONTROL_STABILITY,Stabilité de régulation
ID_CONTROL_TEMPERATURE,Température contrôlée
ID_CONTROL_TEMPERATURE_OVER_RANGE,Contrôle de la température en dépassement de gamme
ID_CONTROL_TEMPERATURE_UNDER_RANGE,Contrôle de la température en sous dépassement de gamme
ID_CONTROL_TIME,Temps de la régulation
ID_CONTROLLED_PRESSURE,Pression régulée
ID_CONTROLLER,contrôleur
ID_CONTROLLER_DIAGNOSTICS,Diagnostics Contrôleur
ID_CONTROLLER_EEPROM_1_FAILED,Echec EEPROM 2 du contrôleur 
ID_CONTROLLER_EEPROM_2_FAILED,Echec EEPROM 1 du contrôleur 
ID_CONTROLLER_IDENTITY,Identité du Contrôleur
ID_CONTROLLER_ON,Controller On
ID_CONTROLLER_PPM_FIGURE_ERROR,Erreur du contrôleur dans le calcul des PPM
ID_CONTROLLER_USE,Utilisation contrôleur
ID_COOLING_FAN_HAS_FAILED,Le ventilateur est défectueux
ID_COPY,Copier
ID_COPY_A_SINGLE_FILE,Copier un seul fichier
ID_COPY_ALL_FILES_FROM_USB,Copier fichiers depuis USB
ID_COPY_ALL_FILES_TO_USB,Copier tous fichiers ds USB
ID_COPY_FILE_TO_USB,Copy File to USB
ID_COUNT,Valeur
ID_CR,CR 
ID_CR_EOI,CR + EOI
ID_CR_LF,CR/LF
ID_CR_LF_EOI,CR/LF + EOI
ID_CURRENT,Courant
ID_CURRENT_INSTRUMENT_SETTINGS_HAVE_BEEN_SAVED_,Réglages Instrument actuels ont été sauvegardés dans un nouveau fichier
ID_CURRENT_SETUP,Configuration actuelle
ID_CURVE,Courbe
ID_DATA,Donnée
ID_DATA_BITS,Bits de données
ID_DATE_SET,Date réglée
ID_DAYS,Jours
ID_DAYS_SINCE_LAST_CALIBRATION,Jours depuis dernier étalon
ID_DEBUG_MESSAGES,Messages bug
ID_DEG_C,°C
ID_DEG_F,°F
ID_DELETE,Effacer
ID_DESTINATION,destination
ID_DIAGNOSTIC_ADC_COUNTS_ERROR,Erreur de diagnostic du comptage ADC
ID_DIAGNOSTIC_ADC_VALUE_ERROR,Erreur de diagnostic de la valeur ADC
ID_DIAGNOSTIC_MODE,Mode Diagnostic
ID_DIODE,Diode
ID_DIODE_COUNTS,Valeurs diode
ID_DISABLE_SOFT_OPTIONS, Tâches non autorisées
ID_DISABLED,Non permis
ID_DISPLAY,Affichage
ID_DIVIDER,Diviseur
ID_DIVIDER_SETPOINT,Diviseur pts consigne
ID_DIVIDER_SETUP,Réglage Diviseur
ID_DO_YOU_WANT_TO_DO__,Voulez vous effectuer une nouvelle correction du capteur ou revenir au dernier étalonnage?
ID_DO_YOU_WANT_TO_PERFORM_A_VENT,Voulez vous effectuer une ventilation du système?
ID_DO_YOU_WANT_TO_SAVE_THIS_FILE,Voulez vous sauvegarder ce fichier?
ID_DPI,DPI
ID_DPI500,DPI 500
ID_DPI510,DPI 510
ID_DPI520,DPI 520
ID_DPISCPI,SCPI
ID_DWELL_TIME,Temps d'attente
ID_EDIT,Editer 
ID_EDIT_IF_REQUIRED,Editer si requis
ID_EFFORT,Effort
ID_EFFORT_METER,Mesureur d'Effort
ID_ENABLED,Autorisé
ID_END,Fin
ID_END_PARAMETER_ENTRY,Fin Entrée Paramètre
ID_END_PRESSURE,Fin pression
ID_END_SETPOINT,Fin points de consigne
ID_END_SLEW_RATE,Fin du taux de montée
ID_ENGINEERING,Engineering
ID_ENGLISH_LANGUAGE__DEFAULT,La langue anglaise sera utilisée par défaut
ID_ENHANCED,Amélioré
ID_ENTER_CAL_PIN,Entrer le code PIN d'étalonnage
ID_ENTER_DATE,Entrer la Date jj/mm/aa
ID_ENTER_DATE_USA,Entrer la Date mm/jj/aa
ID_ENTER_NEW_AN_OP_SERIAL_NUMBER,Entrer le nouveau numéro de série de O/P analogique
ID_ENTER_NEW_CAL_PIN,Entrer le nouveau code PIN d'étalonnage
ID_ENTER_NEW_INSTRUMENT_SERIAL_NUMBER,Entrer le numéro de série du nouvel instrument
ID_ENTER_NEW_MODULE_SERIAL_NUMBER,Entrer le numéro de série du nouveau module
ID_ENTER_NEW_OPTION_KEY,Entrer la clef pour la nouvelle option 
ID_ENTER_NEW_SERIAL_NUMBER,Entrer le nouveau numéro de série
ID_ENTER_NEW_SUP_PIN,Entrer le nouveau code PIN du Superviseur
ID_ENTER_REQUIRED_VALUE,Enter la valeur requise
ID_ENTER_SUP_PIN,Entrer le code PIN du Superviseur
ID_ENTER_TIME,Entrer l'heure hh:mm:ss
ID_ERROR_MESSAGE_LIMIT_REACHED,Error Message Limit reached
ID_ERROR_QUEUE_FULL,Erreur de queue, pleine
ID_ETHERNET,Ethernet
ID_ETHERNET_ADDRESS,IP Address
ID_ETHERNET_ADDRESS_TYPE,Address Type
ID_ETHERNET_COMMS_OPTION,Ethernet Communications
ID_ETHERNET_CONNECTION_HISTORY,Ethernet Connection History
ID_ETHERNET_MAC_ADDRESS,Adresse ethernet MAC
ID_ETHERNET_OPTION_IS_ENABLED,Ethernet Option is enabled.
ID_ETHERNET_PARAMETERS,Ethernet Parameters
ID_ETHERNET_STATUS,Etat Ethernet
ID_EUROPE,Europe
ID_EVEN,Egal
ID_EXIT,Sortir
ID_EXIT_T0_REJECT__,Exit to reject the calibration.
ID_EXPLORER,Explorer
ID_EXTENDED,Etendu
ID_FAIL,Echec
ID_FAILED,Echec
ID_FAST,Rapide
ID_FIFTH_DIGIT,5 digits
ID_FILE_ALREADY_EXISTS,Le fichier existe déjà
ID_FILE_COPIED,File Copied:-
ID_FILE_COPIED_TO_USB,File copied to the USB
ID_FILE_COPY_COMPLETE,File Copy Complete
ID_FILE_NOT_FOUND,Fichier non trouvé
ID_FILENAME_CONTAINS_INVALID_CHARS_,Filename contains invalid characters
ID_FILENAME_MUST_BEGIN_,Filename must begin with alphanumeric character
ID_FILTER,Filtre
ID_FINISHED,Finished
ID_FIRST_DIGIT,1 digit
ID_FITTED,Entré
ID_FLOW_CONTROL,Contrôle débit
ID_FORMAT,Format
ID_FOURTH_DIGIT,4 digits
ID_FPGA_PROGRAMMING_FAILED,Echec de la programmation FPGA 
ID_FREQUENCY,Fréquence
ID_FS_LESS_THAN_ZERO,La pleine échelle est inférieure à zéro
ID_FT_S2,ft/s2
ID_FULL_SCALE,Pleine Echelle
ID_FUNCTION_NOT_AVAILABLE,Fonction non disponible
ID_FUTURE_DATE_TIME,Future date
ID_GAIN_VALUE_1,Gain valeur 1
ID_GAIN_VALUE_2,Gain valeur 2
ID_GAUGE,relatif
ID_GENERAL,Général
ID_GENERAL_CONTROLLER_ERROR,Erreur générale du contrôleur
ID_GENERAL_DIAGNOSTICS,Diagnostics Générales
ID_GLOBAL_SETUP,Configuration globale
ID_GOTO_LABEL,Aller à Label
ID_GRADE,Grade
ID_HARDWARE,Hardware
ID_HARDWARE_BUILD,Hardware Installé
ID_HARDWARE_HISTORY,Historique Hardware
ID_HEAD,Hauteur
ID_HEAD_CORRECTION,Correction  hauteur
ID_HELIUM,Hélium
ID_HIGH,Haute
ID_HIGH_ALARM,Alarme Haute
ID_HIGH_ALARM_CONDITION,Cond. Alarme Haute
ID_HIGH_PRESSURE,Haute Pression
ID_HIGH_SETPOINT,Point  consigne Haut
ID_HISTORY,Historique
ID_HOST_COMMAND,Commande Maître
ID_HOST_NAME,Host Name
ID_HOURS,Heures
ID_HUMIDITY,Humidité
ID_HZ,Hz
ID_IDLE_TIMEOUT,Temps mort
ID_IDLE_TIMEOUT_CONDITION,Cond. de Temps mort
ID_IEEE488,IEEE488
ID_IEEE488_STATUS,Etat IEEE488
ID_IN_LIMITS,Les limites
ID_IN_LIMITS_METER,Mesureur dans les limites
ID_IN_LIMITS_TIMER,Temps dans limites
ID_IN_PROGRESS,En progrès
ID_INCHES,inches
ID_INDEX_OUT_OF_RANGE,L'index est en dehors de la gamme
ID_INIT_CAN,init.CAN
ID_INIT_COMPLETE,Initialisation achevée
ID_INIT_FAILED,L'initialisation a échoué
ID_INSERT,Insérer
ID_INSERT_A_USB_,Insérer une clef USB avec le nouveau software de l'instrument
ID_INSTALLED,Installé
ID_INSTRUMENT,Instrument
ID_INSTRUMENT_ACCURACY,Précision de l'instrument
ID_INSTRUMENT_ALIAS_NAME,Dénomination de l'instrument
ID_INSTRUMENT_BOOT_ROM,Instrument Boot ROM
ID_INSTRUMENT_CANNOT_BE_USED,L'instrument he peut être utilisé
ID_INSTRUMENT_DEFAULTS,Défauts Instrument
ID_INSTRUMENT_IS_INITIALISING,L'instrument s'initialise
ID_INSTRUMENT_MAIN_CODE,Code Principal Instrument
ID_INSTRUMENT_OS_BUILD,OS instrument intégré
ID_INSTRUMENT_SERIAL_NUMBER,N/Serie de l'instrument
ID_INSTRUMENT_SOFTWARE_UPGRADE,Mise à jour du software de l'instrument
ID_INSTRUMENT_STATUS,Etat de l'Instrument
ID_INSTRUMENT_UPGRADE,Mise à jour de l'Instrument
ID_INTEGRAL_VALUE,Veleur intégrale
ID_INTERVAL,Intervalle
ID_INVALID_DATE,Date non valide
ID_INVALID_OPTION,Option Invalide
ID_INVALID_OPTION_KEY,Clef non valable pour l'option
ID_INVALID_TIME,Heure invalide
ID_IP_ADDRESS,IP Address
ID_IP_ADDRESS_TYPE,IP Address Type
ID_IS_AS_CAL_FOUND_GOOD,Est ce que l'étalonnage "avant ajustage" est bon?
ID_ISOLATED,Isolé
ID_ISOLATION_STATUS,Etat isolé
ID_ISOLATION_VALVE,Isolation Valve
ID_IT_IS_RECOMMENDED_,Il est recommandé d'éteindre l'appareil et de remplacer le ventilateur
ID_ITEM_INDEX_OUT_OF_RANGE,Index de l'appareil hors gamme
ID_JAPAN,Japon
ID_KEEP_THE_FIRST_CAL_POINT,Conserver le premier point d'étalonnage? (point 1 sur 3)
ID_KEEP_THE_SECOND_CAL_POINT,Conserver le second point d'étalonnage? (point 2sur 3)
ID_KEEP_THE_THIRD_CAL_POINT,Conserver le troisième point d'étalonnage? (point 3 sur 3)
ID_KEEP_THIS_CAL_POINT_1,Conserver ce point d'étalonnage? (point 1 sur 3)
ID_KEEP_THIS_CAL_POINT_2,Conserver ce point d'étalonnage? (point 2 sur 3)
ID_KEY_CLICK,Touche cliquée
ID_LANGUAGE,Language
ID_LANGUAGE_CHINESE,中文
ID_LANGUAGE_ENGLISH,English
ID_LANGUAGE_FRENCH,Français
ID_LANGUAGE_GERMAN,Deutsch
ID_LANGUAGE_ITALIAN,Italiano
ID_LANGUAGE_JAPANESE,日本語
ID_LANGUAGE_NOT_AVAILABLE,Language non disponible
ID_LANGUAGE_PORTUGUESE,Português
ID_LANGUAGE_RUSSIAN,Русский
ID_LANGUAGE_SPANISH,Español
ID_LANGUAGE_USER_1,العربية
ID_LANGUAGE_USER_2,हिंदी
ID_LANGUAGE_USER_3,Magyar
ID_LANGUAGE_USER_4,한국의
ID_LANGUAGE_USER_5,Polski
ID_LANGUAGE_USER_6,Român
ID_LANGUAGE_USER_7,Türk
ID_LAST_CALIBRATION,Dernier étalonnage
ID_LEAK_RATE,Taux de fuite
ID_LEAK_RATE__,Taux de fuite (min/sec) =
ID_LEAK_RATE_1,Taux de fuite 1
ID_LEAK_RATE_2,Taux de fuite 2
ID_LEAK_TEST,Test de fuite
ID_LEAK_TEST_OPTION_IS_ENABLED,L'option test de fuite est autorisée
ID_LEAK_TEST_RUNNING,Test de fuite en cours
ID_LEAK_TEST_SETUP,Leak Test Setup
ID_LF,LF
ID_LF_EOI,LF + EOI
ID_LIMITS,Limites
ID_LINEAR,Linéaire
ID_LITRES,Litres
ID_LOCAL,Local
ID_LOCAL_GRAVITY,Gravité locale
ID_LOCK,Vérrouillé
ID_LOCK_TASKS,Tâches vérrouillées
ID_LOCKED,Verrouillé
ID_LOGIC_OUTPUT,Sortie logique
ID_LOGIC_OUTPUT1,Sortie Logique 1
ID_LOGIC_OUTPUT2,Sortie Logique 2
ID_LOGIC_OUTPUT3,Sortie Logique 3
ID_LOGIC_OUTPUT4,Sortie Logique 4
ID_LOGIC_OUTPUT5,Sortie Logique 5
ID_LOGIC_OUTPUT6,Sortie Logique 6
ID_LOGIC_OUTPUT7,Sortie Logique 7
ID_LOGIC_OUTPUT8,Sortie Logique 8
ID_LOW,Bas
ID_LOW_ALARM,Alarme Basse
ID_LOW_ALARM_CONDITION,Cond.Alarme Basse
ID_LOW_PRESSURE,Pression basse
ID_LOW_SETPOINT,Point de consigne bas
ID_LOWER,Inférieur
ID_LOWER_LIMIT,Limit basse
ID_M,m
ID_M_S2,m/s2
ID_MA,mA
ID_MA_0_TO_20,0 à 20mA
ID_MA_25,25 mA
ID_MA_4_TO_20,4 à 20mA
ID_MANUAL,Manuel
ID_MASS_STORAGE_DEVICE,Mémo stockage appar
ID_MAX_RATE,Taux max
ID_MAXIMUM,Maximum
ID_MAXIMUM_NUMBER_OF_TEST_PROGRAMS_EXCEEDED,Le nombre maximum de programmes test est dépassé
ID_MEASURE,Mesure
ID_MEASURE_DWELL,Mesure d'attente
ID_MEASURE_SETUP,Réglage Mesure
ID_MEASURED_PRESSURE,Pression Mesurée
ID_MESSAGE,Méssage
ID_MESSAGE_BUFFER_FULL,Le message du buffer est plein
ID_MESSAGE_HISTORY,Historique des Méssages
ID_MESSAGE_TEXT,Message texte
ID_MINIMUM,Minimum
ID_MINS,mins
ID_MINUTES,minutes
ID_MISSING_FILE,Fichier manquant
ID_MODE,Mode
ID_MODE_INDEX_OUT_OF_RANGE,Mode Index en dehors de la gamme
ID_MODEL,Model
ID_MODULE,Module
ID_MODULE_1,Module 1
ID_MODULE_2,Module 2
ID_MODULE_3,Module 3
ID_MODULE_4,Module 4
ID_MODULE_5,Module 5
ID_MODULE_6,Module 6
ID_MODULE_7,Module 7
ID_MODULE_8,Module 8
ID_MODULE_ADDRESS,Adresse Module
ID_MODULE_BOOT_ROM,Module Boot ROM
ID_MODULE_DEFAULTS,Défauts Module
ID_MODULE_FAILURE_,Echec Module. Eteigner SVP.
ID_MODULE_FULLSCALE,Pleine Echelle Module
ID_MODULE_MAIN_CODE,Code Principal du Module
ID_MODULE_SERIAL_NUMBER,N/Serie du Module
ID_MODULE_SOFTWARE_UPGRADE,Mise à jour du software du Module
ID_MODULE_STATUS,Etat du Module
ID_MODULE_UPGRADE,Mise à jour du module
ID_MORE_,Plus…
ID_MS,ms
ID_MV,mV
ID_MV_135,135mV
ID_NAME,Nom
ID_NAME_ALREADY_USED,Nom déjà utilisé
ID_NEG_CAL_ERROR,Erreur d'étalonnage en négatif
ID_NEG_SOURCE_SENSOR,-Ve source négative capteur
ID_NEG_SOURCE_SENSOR_DIAGNOSTICS,Diagnostics -Ve Capteur Source
ID_NEG_SOURCE_ZERO,-Ve source négative Zéro
ID_NEG5_TO_5V,-5 à +5V
ID_NEGATIVE_FS,-Ve Pleine Echelle négative
ID_NEGATIVE_SOURCE,-Ve source négative
ID_NEGATIVE_SOURCE_G,-Ve source g
ID_NEW,Nouveau
ID_NEW_,<…nouveau…>
ID_NEW_SOFTWARE_NOT_FOUND_,Nouveau sofware non trouvé.Assurez vous SVP que la clef USB avec le nouveau soft est bien insérée
ID_NEW_USER_PIN,Nouveau code PIN utilisateur
ID_NITROGEN,Azote
ID_NO,Non
ID_NO_BIAS_RUN_COMPLETED,Pas d'opération d'ajustage terminée
ID_NO_CONTROL_MODULE_RECOGNISED,Aucun module de régulation reconnu
ID_NO_ERROR,Pas d'erreur
ID_NO_OVERSHOOT,Pas de dépassement
ID_NO_SPECIAL_HARDWARE_FITTED,Pas d'Hardware  installé
ID_NON_ISO,Non-Iso
ID_NON_ISOLATED,Non isolé
ID_NONE,Aucun
ID_NORMAL,Normal
ID_NORTH_AMERICA,Amérique du Nord
ID_NOT_CALIBRATED,Non étalonné
ID_NOT_ENOUGH_DIGITS,Pas assez de digits entrés
ID_NOT_FITTED,not fitted
ID_NOT_IN_CAL_MODE,N'est pas en mode étalonnage
ID_NOT_IN_PROGRESS,Ne progresse pas
ID_NOT_PRESENT,Not Present
ID_NOT_SAVED,Not Saved
ID_NOT_SET,Non Réglé
ID_NOTE_APPLIED_VALUE,Noter la valeur appliquée
ID_NUDGE_RESOLUTION,Résolution du pas
ID_NULL,
ID_NUMBER_OF_POINTS,Nombre de points
ID_NUMBER_OF_RANGES,Nombre de gammes
ID_ODD,Impair
ID_OFF,Off
ID_OFFSET_VALUE_1,Valeur offset 1
ID_OFFSET_VALUE_2,Valeur offset 2
ID_ON,On
ID_ON_,On…
ID_ON_SWITCH_IP,Sur entrée contact
ID_OPEN,Ouvert
ID_OPEN_APPLY_VALVE,Open Apply Valve
ID_OPEN_ISOLATION_VALVE,Ouverture vanne d'isolement
ID_OPEN_RELEASE_VALVE,Open Release Valve
ID_OPEN_ZERO_VALVE,Ouverture zéro vanne
ID_OPERATION_TIME,Temps d'opération
ID_OPTION_INSTALLATION,Option Installation
ID_OPTION_STATUS,Software Options
ID_OPTIONS_FITTED,Options installées
ID_OS_UPGRADE,Mise à jour OS
ID_OUT_OF_RANGE,Hors gamme
ID_OUTPUT_RELAYS,Output Relays
ID_OVER_RANGE,Hors Gamme
ID_OVERRANGE_PROTECTIVE_VENT,Overrange Protective Vent
ID_OVERSHOOT,Overshoot
ID_OVERWRITE_THE_ORIGINAL_FILE,Ré écrire sur le fichier d'origine
ID_PACE5000,PACE5000
ID_PACE5000_SWITCHED_ON,PACE5000 switched on
ID_PACKET,Paquet
ID_PARAMETER_ENTRY,Entrée Paramètre 
ID_PARITY,Parité
ID_PASS,Succès
ID_PASSIVE,Passif
ID_PASSIVE_MODE,Mode passif
ID_PAUSE,Pause
ID_PAUSED,En pause
ID_PC_FS,%PE
ID_PC_SPAN,%Gain
ID_PER_MIN,/min
ID_PER_MINUTE,/minute
ID_PER_SEC,/sec
ID_PER_SECOND,/seconde
ID_PERCENT,Pourcentage
ID_PERCENTAGE,%
ID_PERFORM_VENT_ERROR,Erreur sur l'opération de ventilation
ID_PERFORM_ZERO_ERROR,Erreur pendant l'opération de mise à zéro
ID_PERIODIC_MESSAGE_SETUP_ERROR,Erreur de réglage du Message périodique
ID_PINS_ARE_DIFFERENT,Les codes PIN sont différents
ID_PLEASE_ENSURE_USB_WITH_,Assurez vous SVP que la clef USB avec le soft du nouveau module est insérée correctement
ID_PLEASE_ENSURE_USB_WITH_HISTORY_,Please ensure USB memory stick with "History" directory is inserted correctly
ID_PLEASE_ENSURE_USB_WITH_OS_,Assurez vous SVP que la clef USB avec le nouveau système opérationnel est correctement insérée
ID_PLEASE_ENSURE_USB_WITH_SETTINGS_,Please ensure USB memory stick with "Settings" directory is inserted correctly
ID_PLEASE_ENSURE_USB_WITH_TEST_PROGRAMS_,Assurez vous SVP que la clef USB contenant tous les test programmes est insérée correctement
ID_PLEASE_REENTER_DATE_OR_CANCEL,Ré-entrer SVP la Date ou annuler
ID_PLEASE_REENTER_OPTION_KEY_OR_CANCEL,Ré-entrer SVP la clef pour l'option ou annuler
ID_PLEASE_REENTER_PIN_OR_CANCEL,Ré-entrer SVP le code PIN ou annuler
ID_PLEASE_REENTER_TIME_OR_CANCEL,Ré-entrer SVP l'heure ou annuler
ID_PLEASE_REMEMBER__CAL_PIN,Rappelez vous SVP de votre nouveau code PIN pour l'étalonnage
ID_PLEASE_REMEMBER__SUP_PIN,Rappelez vous SVP de votre nouveau code PIN pour le Superviseur
ID_PLEASE_RETRY_OR_CANCEL,Ré-éssayer SVP ou annuler
ID_PLEASE_SWITCH_INSTRUMENT_OFF_,Eteigner SVP l'instrument et ré initialiser
ID_PLEASE_WAIT,Attendre SVP
ID_PLEASE_WAIT_WHILST_,Patientez SVP jusqu'à ce que le nouveau software s'installe
ID_POINT,point
ID_POS_SOURCE_SENSOR,+Ve source positive capteur
ID_POS_SOURCE_SENSOR_DIAGNOSTICS,Diagnostics +Ve Source Capteur
ID_POS_SOURCE_ZERO,+Ve source positive Zéro
ID_POSITIVE_FS,+Ve Pleine Echelle positive
ID_POSITIVE_SOURCE,+Ve Source positive
ID_POSITIVE_SOURCE_G,+Ve source g
ID_POWER_OFF_INSTRUMENT,Eteignez l'appareil
ID_POWER_ON_INSTRUMENT,Allumez l'appareil
ID_POWER_UP,Mise sous tension
ID_POWER_UP_SETPOINT,Pt consigne alimenté
ID_POWER_UP_TRAPPED_PRESSURE_VENT,p.u. Trapped Pressure Vent
ID_POWER_UP_TRAPPED_PRESSURE_VENT_DISABLED,p.u. Trapped Pressure Vent Enabled
ID_POWER_UP_TRAPPED_PRESSURE_VENT_ENABLED,p.u. Trapped Pressure Vent Disabled
ID_PPM,ppm PE
ID_PRESET,Prédéfini
ID_PRESET_PRESSURE_1,Pression prédéfinie 1
ID_PRESET_PRESSURE_10,Pression prédéfinie 10
ID_PRESET_PRESSURE_11,Pression prédéfinie 11
ID_PRESET_PRESSURE_12,Pression prédéfinie 12
ID_PRESET_PRESSURE_13,Pression prédéfinie 13
ID_PRESET_PRESSURE_14,Pression prédéfinie 14
ID_PRESET_PRESSURE_15,Pression prédéfinie 15
ID_PRESET_PRESSURE_16,Pression prédéfinie 16
ID_PRESET_PRESSURE_17,Pression prédéfinie 17
ID_PRESET_PRESSURE_18,Pression prédéfinie 18
ID_PRESET_PRESSURE_19,Pression prédéfinie 19
ID_PRESET_PRESSURE_2,Pression prédéfinie 2
ID_PRESET_PRESSURE_20,Pression prédéfinie 20
ID_PRESET_PRESSURE_21,Pression prédéfinie 21
ID_PRESET_PRESSURE_22,Pression prédéfinie 22
ID_PRESET_PRESSURE_23,Pression prédéfinie 23
ID_PRESET_PRESSURE_24,Pression prédéfinie 24
ID_PRESET_PRESSURE_25,Pression prédéfinie 25
ID_PRESET_PRESSURE_3,Pression prédéfinie 3
ID_PRESET_PRESSURE_4,Pression prédéfinie 4
ID_PRESET_PRESSURE_5,Pression prédéfinie 5
ID_PRESET_PRESSURE_6,Pression prédéfinie 6
ID_PRESET_PRESSURE_7,Pression prédéfinie 7
ID_PRESET_PRESSURE_8,Pression prédéfinie 8
ID_PRESET_PRESSURE_9,Pression prédéfinie 9
ID_PRESET_SETPOINT,Pt consigne prédéfinie
ID_PRESET_SETUP,Reglage prédéfini
ID_PRESS_ACCEPT_TO_ENTER_REQUIRED_,Press Accept to enter the required Analogue O/P value
ID_PRESS_ESCAPE_T0_REJECT__,Appuyer sur Echap pour rejeter l'étalonnage.
ID_PRESS_OK_TO_ACCEPT_,Accepter l'étalonnage pour retourner au menu étalonnage.
ID_PRESS_OK_TO_CONTINUE,Appuyer sur OK pour continuer
ID_PRESS_OK_TO_ENTER_REQUIRED_,Accepter d'entrer la valeur de sortie analogique requise
ID_PRESS_OK_WHEN_OUTPUT_VALUE_IS_STABLE,Acceper lorsque cette valeur est stable
ID_PRESS_RETRY_TO_RECALIBRATE,Appuyer sur recommencer pour répéter Mesure/Entrer
ID_PRESS_TO_CONTINUE,Appuy. pour cont.
ID_PRESS_YES_TO_TURN_CONTROLLER_OFF_,Appuyez sur Oui pour arrêter la régulation et faites le zéro de la gamme
ID_PRESSURE,Pression
ID_PRESSURE_FILTER,Filtre Pression
ID_PRESSURE_OUTSIDE_RANGE_,Pression en dehors de la gamme.Ventilez le système avant d'effectuer le zéro
ID_PRESSURE_OVER_RANGE,Pression hors gamme
ID_PRESSURE_READING,Lecture Pression
ID_PRESSURE_SENSOR_BEING_ZEROED,Mise à zéro en cours du capteur de pression
ID_PRESSURE_UNITS,Ulités Pression
ID_PRESSURE_ZERO,Mise à Zéro Pression
ID_PRIORITY_HIGH,Haute
ID_PRIORITY_LOW,Basse
ID_PRIORITY_MED_HIGH,Moyenne Haute
ID_PRIORITY_MED_LOW,Moyenne basse
ID_PROCESS,Process
ID_PRODUCTION_STATUS,Production Status
ID_PROG_BEEP,Beep
ID_PROG_BREAK,Coupure
ID_PROG_CONTROL,Régulation
ID_PROG_COUNT,Valeur
ID_PROG_CYCLING,Cyclage
ID_PROG_DWELL,Attente
ID_PROG_END,Fin
ID_PROG_GOTO,Goto
ID_PROG_IN_LIMITS,Dans les Limites
ID_PROG_IN_LIMITS_TIMER,Horloge i/I
ID_PROG_IP_LOGIC,Logique I/P
ID_PROG_ISO_VALVE,Iso Valve
ID_PROG_MEASURE,Mesure
ID_PROG_PAUSE,Pause
ID_PROG_RANGE,Gamme
ID_PROG_RATE_MAX,Taux Max
ID_PROG_RATE_VALUE,Valeur du Taux
ID_PROG_RESOLUTION,Résolution
ID_PROG_SETPOINT,Point de consigne 
ID_PROG_SETTLING_FAST,Réglage rapide
ID_PROG_SETTLING_N_O,Réglage n/o
ID_PROG_START,Démarrage
ID_PROG_STOP_COUNT,Arrêt du comptage
ID_PROG_TEXT,Texte
ID_PROG_UNITS,Unités
ID_PROG_VENT,Ventiler
ID_PROG_VFC_OFF,VFC Off
ID_PROG_VFC_ON,VFC On
ID_PROG_WAIT_IN_LIMITS,Attendre ds les limites
ID_PROG_ZERO,Zéro
ID_PROGRAM_HAS_CHANGED,Le programme a changé
ID_PROGRAMMING_ERROR,Erreur de programmation
ID_PROTECTIVE_VENT,Protection de la ventilation
ID_PROTECTIVE_VENT_DISABLED,Protective Vent Disabled
ID_PROTECTIVE_VENT_ENABLED,Protection Ventilation autorisée
ID_PROTOCOL,Protocole
ID_QBT,QBT
ID_RANGE,Gamme
ID_RANGE_CHANGING,Changement de Gamme
ID_RANGES,Gammes
ID_RANGES_FITTED,Gammes insérées
ID_RATE,Taux
ID_RATE_AIM,Taux ciblé
ID_READING,Lecture
ID_READINGS_PER_SEC,Lectures/sec
ID_RECALL_USER_SETUP,Rappel config.Utilisateur
ID_RECORD_THE_CALIBRATION_POINT,Mesurer et entrer la valeur de la sortie analogique
ID_REDUCE_POS_SOURCE_,Réduire la pression de source +Ve dans les limites de MWP puis choisir OK
ID_REENTER_NEW_CAL_PIN,Ré-entrer le nouveau code PIN de l'Etalonnage
ID_REENTER_NEW_SUP_PIN,Ré-entrer le nouveau code PIN du Superviseur
ID_REF_PORT_MEDIUM,Réf.Port Moyen
ID_REFERENCE,Référence
ID_REFERENCE_CORRECTION,Correction de référence
ID_REFERENCE_PRESSURE,Pression de référence
ID_REFERENCE_SENSOR,Capteur de référence
ID_REGULATOR,Régulateur
ID_RELAY_INDEX_OUT_OF_RANGE,Index relais hors gamme
ID_RELEASE,Echappement
ID_RELEASE_BIAS,Biais Echappement
ID_RELEASE_PRESSURE,Echapper la Pression
ID_RELEASE_PWM,PWM Echappement
ID_RELEASE_VALVE_BIAS_ERROR,Erreur d'ajustement de l'électro-vanne d'échappement
ID_RELEASE_VALVE_CHARACTERISATION_ERROR,Erreur de caractérisation dans l'ajustement de l'électro-vanne d'échappement
ID_REMINDER_PERIOD,Période de Rappel
ID_REMOTE,A distance
ID_REMOVED,Retiré
ID_REPEAT,Répéter
ID_RESET_FAULT_HISTORY,RAZ Historique des fautes
ID_RESET_LAN_SETTINGS,Reset LAN Settings
ID_RESET_USE_LOG,RAZ utilisation enregistr.
ID_RESET_USE_LOG_HISTORY,RAZ Historique util.utilisateur
ID_RESOLUTION,Résolution
ID_RESTORE_AS_SHIPPED,Restaurer par défaut
ID_RESTORE_LAST_SETTINGS,Restaurer les derniers config
ID_RESUME,Resumer
ID_ROUGHING,Roughing
ID_ROUGHING_TIMER,Roughing Timer
ID_ROW,Reste du Monde
ID_RS232,RS232
ID_RS232_DIAGNOSTICS,Diagnostics RS232
ID_RS232_STATUS,Etat RS232
ID_RTS_CTS,RTS/CTS
ID_RUN,Lancer
ID_RUNNING,En fonctionnement
ID_RUSKA7000,Ruska 7000
ID_SAMPLES_BEING_TAKEN,Echantillons en cours d'enregistrement
ID_SAVE_AS_SHIPPED,Sauvegarder par défaut
ID_SAVE_RECALL_USER_SETUP,Sauv./Rappel.config. Utili.
ID_SAVE_USER_SETUP,Sauvegarder Config.Utilis.
ID_SCM,SCM
ID_SCM_CORRECTION,Correction SCM
ID_SCM_FILTER,Filtre SCM
ID_SCM_MODULE_SERIAL_NUMBER,Numéro Série  Module SCM
ID_SCM_ZERO,Zéro SCM
ID_SCPI,SCPI
ID_SCREEN_CALIBRATION,Etalonnage de l'écran
ID_SCREEN_SAVER,Sauvegarder l'écran
ID_SECOND_DIGIT,2 Digits
ID_SECONDS,Secondes
ID_SELECT_CAL_CHANNEL_ERROR,Erreur dans le choix de la voie à étalonner
ID_SELECT_RANGE,Choisir la gamme
ID_SENSOR_CORRECTION,Correction du capteur
ID_SENSOR_INDEX_OUT_OF_RANGE,Index capteur en dehors de sa gamme
ID_SENSOR_SERIAL_NUMBER_ERROR,Erreur Numéro de Série Capteur
ID_SENT_VALUE_OUT_OF_LIMITS,Valeur envoyée en dehors des limites
ID_SERIAL_COMM_DIAG,Diagnostics Communications Série
ID_SERIAL_NUMBER,Numero de serie
ID_SERVICE,Service
ID_SET_SERIAL_NUMBER,Régler Numéro de série
ID_SET_UP,Réglage
ID_SETPOINT,Point de consigne
ID_SETPOINT_==_VALUE,Valeur ==
ID_SETPOINT_>=_VALUE,Valeur >=
ID_SETPOINT_ENTRY,Entrer point de consigne
ID_SETPOINT_EQUALS,Point de consigne=
ID_SETPOINT_LIMITS,Limites points de consigne
ID_SETPOINT_VALUE_ERROR,Erreur de la valeur du point de consigne
ID_SETTING,Réglé
ID_SETUP,Réglage
ID_SEVENTH_DIGIT,7 Digits
ID_SHOW_LAN_STATUS,Show Lan Status Indicator
ID_SIXTH_DIGIT,6 Digits
ID_SLEW_RATE,Taux de montée
ID_SN,S/N
ID_SOFTWARE,Software
ID_SOFTWARE_HISTORY,Historique du soft
ID_SOFTWARE_INSTALLED,Software installé
ID_SOFTWARE_UPGRADE_COMPLETE,Mise à jour du software achevée
ID_SOFTWARE_UPGRADE_FAILED,Echec de la mise à jour du software
ID_SOFTWARE_UPGRADES,Mises à jour des soft
ID_SOURCE_FS_LT_CONTROL_FS,L'alimentation source du capteur est inférieure à la valeur pleine échelle du capteur
ID_SOURCE_PDCR_CORRECTION,Correction source PDCR
ID_SOURCE_PRESSURE,Source Pression
ID_SOURCE_PRESSURE_ABOVE_LIMIT,Pression Source hors limite
ID_SOURCE_PRESSURE_FAILED,Echec de la source Pression
ID_SOURCE_PRESSURE_MEASUREMENT_UN_,La mesure de pression de la source n'est pas disponible
ID_SOURCE_SENSOR,Alimentation du Capteur
ID_SOURCE_SOLID_SENSOR_CAL_,Etalonnage du capteur alim source en température décroissante
ID_SPAN_OUTSIDE_LIMITS,Le gain est en dehors des limites
ID_STAND_ALONE,Autonome
ID_STANDARD,Standard
ID_START,Démarrer
ID_START_PARAMETER_ENTRY,Démar.entrée Param.
ID_START_SETPOINT,Démarrer pt consigne
ID_START_SLEW_RATE,Démarrage Taux de Montée
ID_START_TX,Démarrer Tx
ID_STATIC,static
ID_STATUS,Statut
ID_STATUS_AREA,Zone de Statut
ID_STEP,Pas
ID_STEPPING,Pas à Pas
ID_STOP,Stop
ID_STOP_BITS,Bits d'arrêt
ID_STOP_TX,Arrêt Tx
ID_STOPPED,Arrêt
ID_SUBNET_MASK,Subnet Mask
ID_SUMMARY,Summary
ID_SUPERVISOR,Superviseur
ID_SUPERVISOR_SETUP,Configuration Superviseur
ID_SWITCH_DEBOUNCE_TIME,Tps de capture contacts
ID_SWITCH_STATUS,Switch Status
ID_SWITCH_TEST,Test de Contacts
ID_SWITCH_TEST_END,Fin de test du contact
ID_SWITCH_TEST_OPTION_IS_ENABLED,L'option test de fuite est autorisée
ID_SWITCH_TEST_PARAMETER_SELECTION,Choix Paramètre Test Contact
ID_SWITCH_TEST_RUNNING,Test contact en cours
ID_SWITCH_TEST_SETUP,Réglage Test contact
ID_SWITCH_TEST_START,Démarrage du test conatct
ID_SWITCH_TEST_TEST,Test du test contact
ID_SWITCH_TRIGGER,Entrée contact trigger
ID_SYSTEM,Système
ID_SYSTEM_VENT_BEING_PERFORMED,Ventilation du système en cours d'exécution
ID_SYSTEM_VENT_COMPLETE,Ventilation du système achevée
ID_SYSTEM_VENT_FAILED,Echec de la ventilation du système
ID_SYSTEM_ZERO_COMPLETE,Mise à zéro du système achevée
ID_SYSTEM_ZERO_FAILED,Echec de la mise à zéro du système
ID_TARE,Tare
ID_TASK,Tâches
ID_TASK_CHANGING,Fonction Tâche est en cours de changement
ID_TCP,TCP
ID_TEMPERATURE,Température
ID_TERMINATOR,Fin
ID_TEST,Test
ID_TEST_PARAMETER_ENTRY,Entrée Paramètre Test
ID_TEST_PORT_MEDIUM,Test Port moyen
ID_TEST_PRESSURE_1,Test Pression 1
ID_TEST_PRESSURE_1_END,Fin Test Pression 1
ID_TEST_PRESSURE_1_START,Démar test Pression 1
ID_TEST_PRESSURE_2,Test Pression 2
ID_TEST_PRESSURE_2_END,Fin Test Pression 2
ID_TEST_PRESSURE_2_START,Démar test Pression 2
ID_TEST_PROGRAM,Test Programme
ID_TEST_PROGRAM_OPTION_IS_ENABLED,L'option Test Programme est autorisée
ID_TEST_PROGRAM_RUNNING,Test program.en cours
ID_TEST_PROGRAM_SETUP,Réglage test program
ID_TEST_PROGRAMS,Test Programmes
ID_TEST_SETPOINT_1,Test Pt de consigne 1
ID_TEST_SETPOINT_2,Test Pt de consigne 2
ID_THE_CURRENT_SETPOINT_IS_OUTSIDE_,Le point de consigne en cours est en dehors des nouvelles limites définies
ID_THE_INSTRUMENT_MUST_,Eteignez l'appareil.Retirez la clef USB. Allumez l'instrument pour achever l'installation.
ID_THE_INSTRUMENT_MUST_BE_SWITCHED_OFF_,L'appareil doit maintenant être éteind
ID_THE_NUMBER_OF_ACTIVE_ERROR_,The number of active error messages has reached the upper limit
ID_THE_SYSTEM_WILL_BE_AUTO_,Le système sera automatiquement ventilé si la pression excéde 110%
ID_THE_SYSTEM_WILL_NOT_BE_AUTO_,The system will not be automatically vented at high pressure
ID_THE_SYSTEM_WILL_NOT_OFFER_,The system will not offer to vent trapped pressure above 3bar at power up
ID_THE_SYSTEM_WILL_OFFER_,The system will offer to vent trapped pressure above 3bar at power up
ID_THIRD_DIGIT,3 Digits
ID_THIS_SETPOINT_WILL_NOT_BE__,Ce point de consigne ne sera pas envoyé au contrôleur
ID_THIS_TASK_IS_CURRENTLY_SELECTED,Cette Tâche est en cours
ID_THIS_TASK_IS_LOCKED,Cette Tâche est vérrouillée
ID_TIME_AND_DATE,Heure et Date
ID_TIME_CONSTANT,Constante de temps
ID_TIME_SET,Heure réglée
ID_TIME_TO_IN_LIMITS,Temps dans les limites
ID_TIME_TO_SETPOINT,Tps pour pt  consigne
ID_TIMED_ZERO,Zéro mesuré
ID_TIMEOUT,Temps mort
ID_TIMER,Horloge 
ID_TOO_LONG,Trop long
ID_TOO_MANY_DIGITS,Trop de digits ont été entrés
ID_TOO_SHORT,Trop court
ID_TOP_SPAN,Valeur de gain PE
ID_TRAPPED_PRESSURE_EXCEEDS,La pression piégée excéde 3 bar
ID_TX,Tx
ID_TYPE,Type
ID_UI_ADDRESS,Adresse UI
ID_UNABLE_TO_PERFORM_RESTORE,Impossible de procéder à la restauration
ID_UNITS,Unités
ID_UNITS_ATM,atm
ID_UNITS_BAR,bar
ID_UNITS_CMH2O_20C,cmH₂O@20°C
ID_UNITS_CMH2O_4C,cmH₂O@4°C
ID_UNITS_CMHG,cmHg@0°C
ID_UNITS_FTH2O_20C,ftH₂O@20°C
ID_UNITS_FTH2O_4C,ftH₂O@4°C
ID_UNITS_FTH2O_60F,ftH₂O@60°F
ID_UNITS_HPA,hPa
ID_UNITS_INH2O_20C,inH₂O@20°C
ID_UNITS_INH2O_4C,inH₂O@4°C
ID_UNITS_INH2O_60F,inH₂O@60°F
ID_UNITS_INHG,inHg@0°C
ID_UNITS_KGCM2,kg/cm²
ID_UNITS_KGM2,kg/m²
ID_UNITS_KPA,kPa
ID_UNITS_LBFT2,lb/ft²
ID_UNITS_MBAR,mbar
ID_UNITS_MH2O_20C,mH₂O@20°C
ID_UNITS_MH2O_4C,mH₂O@4°C
ID_UNITS_MHG,mHg@0°C
ID_UNITS_MMH2O_20C,mmH₂O@20°C
ID_UNITS_MMH2O_4C,mmH₂O@4°C
ID_UNITS_MMHG,mmHg@0°C
ID_UNITS_MPA,MPa
ID_UNITS_PA,Pa
ID_UNITS_PSI,psi
ID_UNITS_TORR,torr
ID_UNKNKOWN_COMMAND,Commande inconnue
ID_UNKNOWN,Inconnu
ID_UNKNOWN_CODE,Code inconnu
ID_UNKNOWN_ERROR,Erreur inconnue
ID_UNLOCK_ALL,Dévérouiller tout
ID_UNLOCKED,Dévérouillé
ID_UPDATE_RATE,Mise à jour du taux
ID_UPGRADING_,Mise à jour…
ID_UPPER,Supérieur
ID_UPPER_LIMIT,Limite supp
ID_UPPER_SETPOINT_LIMIT_MUST_,Upper Setpoint Limit must be greater than Lower Setpoint Limit
ID_USA,USA
ID_USB,USB
ID_USB_MODE_HAS_BEEN_,The USB mode has been re-configured.
ID_USB_MODE_IS_CONFIGURED_,USB mode is configured to Mass Storage Device.
ID_USB_PORT_DISABLED,Port USB non disponible
ID_USB_STATUS,Etat USB
ID_USE_LOG,Temps Utilisation
ID_USE_LOG_HISTORY,Historique Util.Utilisateur
ID_USER,Utilisateur
ID_USER_DEFINED_UNITS,Unités définies par l'utilisat.
ID_USER_INTERFACE_PCA_TEMPERATURE,Interface utilisateur tempér. PCA
ID_USER_SETUP_FILES,Configuration fichiers utilisateur
ID_USING_DEFAULT_CALIBRATION_DATA,Utiliser les données d'étalonnage par défaut
ID_USING_DEFAULT_SERIAL_NUMBER,Utiliser le numéro de série par défaut
ID_UTILITIES,Utilités
ID_V_0_TO_10,0 à 10V
ID_V_0_TO_5,0 à 5V
ID_V_11,11V
ID_VACUUM_PRESSURE_FAILED,Echec du vide
ID_VACUUM_PRESSURE_MEASUREMENT_UN_,La mesure du vide n'est pas disponible
ID_VACUUM_SENSOR,Capteur  de Vide
ID_VACUUM_SOLID_SENSOR_CAL_,Etalonnage du capteur de vide en température décroissante
ID_VALID_OPTION_KEY,Clef valable pour l'option
ID_VALUE,Valeur
ID_VALVE,Vanne
ID_VALVE_BIAS_VALUES_ERROR,Erreur de justesse des valeurs des éléctro-valves
ID_VALVE_CONTROL,Contrôle vanne
ID_VALVE_CORRECTION,Correction  électro-valve
ID_VALVE_CORRECTION__COMPLETED,Correction des électro-valves effectuée avec succès
ID_VALVE_CORRECTION_FAILED,Echec de la correction des électro-valves
ID_VALVE_CORRECTION_HISTORY,Historique Correction vanne
ID_VALVE_INDEX_OUT_OF_RANGE,Index des électro-valves hors gamme 
ID_VALVE_PWM_ERROR,Erreur PWM des electro-valves
ID_VALVE_STATE_ERROR,Erreur de l'état des électro-valves
ID_VENT,Ventiler
ID_VENT_AND_FS,Ventiler et +Ve PE
ID_VENT_RANGE_INDEX_OUT_OF_RANGE,Index de ventilation de la gamme hors gamme
ID_VENT_RATE,Taux de ventilation
ID_VENT_SETUP,Réglage ventilation
ID_VENT_TIMED_OUT,Temps de ventilation dépassé
ID_VENT_TIMEOUT,Temps ventil dépassé
ID_VENT_YES_NO,Ventiler Oui/Non
ID_VERBOSE_OFF,Verbose off
ID_VERBOSE_ON,Verbose on
ID_VERIFYING,Vérification
ID_VERSION_NUMBER,Numéro de la version
ID_VFC,Volt libre de contact (VFC)
ID_VFC_BOOT_ROM,VFC Boot ROM
ID_VFC_DEFAULTS,Défaut VFC
ID_VFC_DIAGNOSTICS,Diagnostique Volt libre de contact
ID_VFC_MAIN_CODE,VFC Code Principal
ID_VFC_MODULE_SERIAL_NUMBER,Numéro de série  Module VFC
ID_VFC_SETUP,Configuracion VFC
ID_VFC_STATUS,Etat VFC
ID_VFC_UPGRADE,Mise à jour VFC
ID_VIEW_HEX,Vue Hex
ID_VIEW_TEXT,Vue Texte
ID_VOLTAGE,Tension
ID_VOLTS,Volts
ID_VOLUME,Volume
ID_VOLUME_ESTIMATE,Estimation Volume
ID_VXI,VXI-11
ID_WARNING,Attention
ID_WARNING_MWP_EXCEEDED,Pression de travail maximum dépassée
ID_WATCHDOG_FAILURE_,Echec protection
ID_WEB_PASSWORD,Web Password
ID_WRITE_WITHOUT_PASSWORD,Ecriture sans mot de passe
ID_WRONG_CONTROLLER_TYPE_FITTED,Erreur dans le type de Module installé
ID_WRONG_PIN,Mauvais code PIN
ID_XML_FILE_CORRUPTED,Fichier XML altéré
ID_XON_XOFF,Xon/Xoff
ID_YES,Oui
ID_ZERO,Zéro
ID_ZERO_A_RANGE,Mise à zéro gamme
ID_ZERO_ALL,Mise à zéro toutes
ID_ZERO_AND_FS,Mise à Zéro et +Ve PE
ID_ZERO_HISTORY,Historique du Zéro
ID_ZERO_MODE_ERROR,Erreur du mode zéro
ID_ZERO_OFFSET,Offset Zéro
ID_ZERO_OUTSIDE_LIMITS,Zéro en dehors de ses limites
ID_ZERO_RANGE_INDEX_OUT_OF_RANGE,Index de zéro de la gamme hors gamme
ID_ZERO_SCM,Mise à zéro SCM
ID_ZERO_SETUP,Réglage Zéro
ID_ZERO_TIMED_OUT,Durée de la mise à zéro dépassée
ID_ZZ1,婁嫁媺継ﾀｶｒｭﾇ輕せ』
ID_ZZ2,ぁねビ㌆㋲㊪ワ㎖㎸亝礼㏳
ID_ZZ3,لإاثه سه فاث لأقثشف خب فا ث لأقثشفثس مشىلعشم ٍهفث
ID_ZZ4,ةنيب تمنب تهصعثععب بتن
ID_ZZ5,اسيعن يعن لتاسي لغ
ID_ZZ6,يبتىنم بىت اتباهخباه
